benchmarks/cluster_cl/100000req_100_parallel_clients.log
====== SET ======
  100000 requests completed in 6.46 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 2 milliseconds
1.06% <= 3 milliseconds
9.99% <= 4 milliseconds
28.48% <= 5 milliseconds
78.79% <= 6 milliseconds
92.76% <= 7 milliseconds
99.33% <= 8 milliseconds
99.79% <= 9 milliseconds
99.88% <= 10 milliseconds
99.93% <= 11 milliseconds
99.95% <= 12 milliseconds
99.96% <= 13 milliseconds
99.97% <= 14 milliseconds
99.98% <= 15 milliseconds
99.98% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 18 milliseconds
15470.30 requests per second