benchmarks/cluster_cl/100000req_10_parallel_clients.log
====== SET ======
  100000 requests completed in 6.01 seconds
  10 parallel clients
  3 bytes payload
  keep alive: 1

98.42% <= 1 milliseconds
99.91% <= 2 milliseconds
99.99% <= 3 milliseconds
100.00% <= 4 milliseconds
16627.87 requests per second