benchmarks/cluster_cl/100000req_200_parallel_clients.log
====== SET ======
  100000 requests completed in 6.38 seconds
  200 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 4 milliseconds
0.02% <= 5 milliseconds
0.31% <= 6 milliseconds
1.26% <= 7 milliseconds
2.99% <= 8 milliseconds
5.64% <= 9 milliseconds
13.33% <= 10 milliseconds
40.67% <= 11 milliseconds
72.75% <= 12 milliseconds
83.83% <= 13 milliseconds
90.68% <= 14 milliseconds
96.76% <= 15 milliseconds
99.44% <= 16 milliseconds
99.87% <= 17 milliseconds
99.98% <= 18 milliseconds
100.00% <= 18 milliseconds
15678.90 requests per second